{
  "bot_directory": "/var/www/bots",

  "access_token": "7520591e054d99d764bc90aa13f8837569d39cf9796027afc9cb32db24fad2b58f9b7d720e99a6b73cce5",
  "confirmation_token" : "0c5ca142",
  "client_secret": "secret",
  "default_message": "Выберите раздел",
  "greeting_message": "Клевер!",
  "redis_hostname": "127.0.0.1",
  "redis_port": "6379",
  "return_button": "В главное меню",
  "start_buttons": [
    [
      "1",
      "2",
      "3"
    ],
    [
      "4",
      "5"
    ],
    [
      "6"
    ],
    [
      "7"
    ],
    [
      "8"
    ]
  ],
  "buttons": [
    {
      "1": {
        "label": "Что это",
        "text": "Клевер — это развлекательная онлайн-игра с призами. Отвечай на вопросы, соревнуйся вместе с друзьями и выигрывай подарки! Почитать об игре подробнее можно здесь: vk.cc/8uiI6B",
        "color": "blue"
      }
    },
    {
      "2": {
        "label": "Как играть",
        "text": "Для игры в Клевер понадобится установить мобильное приложение: vk.cc/clever. После этого ты сможешь вызвать на интеллектуальный поединок своего друга или случайного соперника и выигрывать реальные призы от наших партнеров.\n\nКлевер — это мобильное приложение, версии для компьютера нет. Его можно установить на мобильные устройства с версией системы Android 4.3/iOS 9 и выше."
      }
    },
    {
      "3": {
        "label": "Магазин",
        "text": "В магазине можно приобрести товары от партнеров нашего приложения. Чтобы попасть в магазин, нажми на баланс клеверсов на главном экране приложения. Обрати внимание, что он будет работать только до 31 января — успей потратить все клеверсы!",
        "ways": [
          [
            "9"
          ]
        ]
      }
    },
    {
      "4": {
        "label": "Клеверсы",
        "text": "Клеверсы — это внутренняя валюта нашей игры, которую можно было заработать на прямых эфирах. Увы, они больше не проводятся. Подробнее о том, как это работало раньше, можно почитать здесь: https://vk.com/@clever-clevers. Клеверсы пропадут 31 января.",
        "ways": [
          [
            "12"
          ]
        ]
      }
    },
    {
      "5": {
        "label": "Денежный приз",
        "text": "До 31 декабря в онлайн-эфирах можно было выиграть денежные средства. Прямые эфиры, увы, больше не проводятся, но деньги можно вывести из приложения до 31 января. Через платежную систему VK Pay можно вывести любую сумму, начиная с одного рубля. \n\nЗаказать вывод денежных средств можно здесь: vk.cc/clevercashoutvkpay",
        "ways": [
          [
            "13",
            "14"
          ]
        ]
      }
    },
    {
      "6": {
        "label": "Стикеры \"Маня\"",
        "text": "Маня — мнительный манул, который знает ответы на все вопросы Клевера, но никогда ими не делится. Стикеры с Маней можно было получить за определенные действия в онлайн-эфирах, которые, увы, больше не проводятся. Пока что такой набор получить нельзя.\n\nВозможно, в будущем появятся новые способы получения стикеров в Клевер бое — следи за новостями в нашем сообществе!",
        "ways": [
          [
            "17"
          ]
        ]
      }
    },
    {
      "7": {
        "label": "Подарки ВКонтакте",
        "text": "3 уникальных подарка можно приобрести в нашем приложении за клеверсы — внутреннюю валюту игры. Магазин будет работать до 31 января. Кроме того, их можно получить, играя в Клевер бой. Устанавливай пиложение и вызывай на поединок других игроков, чтобы заработать подарки в качестве приза!\n\nСкачать для Android:vk.cc/cleverandroid\nСкачать для iOS:vk.cc/cleverios",
        "ways": [
          [
            "19"
          ]
        ]
      }
    },
    {
      "8": {
        "label": "Клевер Бой",
        "text": "Клевер бой — это новый режим, в котором игра проходит в формате один на один. Главная цель — правильно ответить на все 7 вопросов дуэли. Ты можешь вызвать на поединок своего друга или случайного соперника и выигрывать реальные призы от наших партнеров. \n\nПодробнее о правилах читай здесь: vk.com/@clever-help\n",
        "ways": [
          [
            "20"
          ]
        ]
      }
    },
    {
      "9": {
        "label": "Проблемы с покупкой",
        "text": "Выбери подходящий раздел:",
        "ways": [
          [
            "10",
            "11"
          ]
        ]
      }
    },
    {
      "10": {
        "label": "Товар закончился",
        "text": "Все товары магазина размещены в ограниченном количестве и могут закончиться. Стикеры возвращаются в магазин каждую неделю. Следи за новостями в сообществе, чтобы быть в курсе всех обновлений!"
      }
    },
    {
      "11": {
        "label": "Проблемы с товаром",
        "text": "Расскажи подробнее, пожалуйста, с каким конкретно товаром возникла проблема и в чем она заключается. Обязательно укажи дату покупки.\n \nЕсли ты передумал отправлять сообщение в службу поддержки, можно вернуться обратно в главное меню."
      }
    },
    {
      "12": {
        "label": "Проблемы с получением",
        "text": "Расскажи подробнее, пожалуйста, за какие конкретно действия не были начислены клеверсы. Обязательно укажи дату.\n \nЕсли ты передумал отправлять сообщение в службу поддержки, можно вернуться обратно в главное меню."
      }
    },
    {
      "13": {
        "label": "Проблемы с выводом",
        "text": "Денежные средства могут вывести из приложения только граждане Российской Федерации, достигшие 14 лет. Об этом говорится в нашем лицензионном соглашении: vk.com/@clever-rules",
        "ways": [
          [
            "15"
          ]
        ]
      }
    },
    {
      "14": {
        "label": "Деньги не пришли",
        "text": "Пожалуйста, убедись в том, что ты ответил на все вопросы викторины правильно (или использовал бонусную жизнь в случае одной ошибки). Если ты играл на клеверсы, денежный приз не полагается.",
        "ways": [
          [
            "16"
          ]
        ]
      }
    },
    {
      "15": {
        "label": "Я из РФ",
        "text": "Расскажи подробнее, пожалуйста, какие конкретно проблемы с выводом средств возникли.\n \nЕсли ты передумал отправлять сообщение в службу поддержки, можно вернуться обратно в главное меню."
      }
    },
    {
      "16": {
        "label": "Я точно ответил на все вопросы",
        "text": "Укажи дату и время игры, о которой идет речь. Возникали ли какие-то ошибки во время трансляции?\n \nЕсли ты передумал отправлять сообщение в службу поддержки, можно вернуться обратно в главное меню."
      }
    },
    {
      "17": {
        "label": "Стикеры не приходят",
        "text": "Пожалуйста, убедись в том, что ты выполнил задание для получения стикеров. Например, если нужно ответить на 10 вопросов, то ты должен правильно ответить на вопросы ровно с 1 по 10, не используя при этом бонусные жизни.",
        "ways": [
          [
            "18"
          ]
        ]
      }
    },
    {
      "18": {
        "label": "Я выполнил задание",
        "text": "Пожалуйста, расскажи подробнее, какая часть стикеров не приходит. Уточни, когда ты выполнил задание.\n \nЕсли ты передумал отправлять сообщение в службу поддержки, можно вернуться обратно в главное меню."
      }
    },
    {
      "19": {
        "label": "Как отправить подарок",
        "text": "Если ты уже купил подарок в приложении, открой страницу друга, которому ты хотел бы его подарить. Нажми на значок подарка — там ты увидишь свою покупку.\n\nОбращаем внимание на то, что самому себе подарок отправить не получится."
      }
    },
    {
      "20": {
        "label": "Получение приза",
        "text": "Приз от наших партнеров можно получить в суперигре — доступ к ней открывается после 7 побед. Если тебе уже удалось победить в суперигре, а приз по каким-то причинам не пришел, то нам понадобятся вот тебя вот какие данные:\n\n1. Выбранный приз.\n2. Дата суперигры.\n3. Скриншот установленного приложения Gmoji/Pandao (в зависимости от выбранного приза).\n\nЕсли в процессе игры возникали какие-то проблемы или ошибки, то обязательно расскажи о них.\n \nЕсли ты передумал отправлять сообщение в службу поддержки, можно вернуться обратно в главное меню."
      }
    }
  ]
}